Repository: mchave3/Foundry
Catalog: src/Foundry/Strings/*/Resources.resw
Source language: en_gb
Languages: ar_sa, bg_bg, cs_cz, da_dk, de_de, el_gr, es_mx, et_ee, fi_fi, fr_ca, he_il, hr_hr, hu_hu, it_it, ja_jp, ko_kr, lt_lt, lv_lv, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, zh_cn, zh_tw

# SettingsPage_ThemeCard.Description
source: Change theme, backdrop, and accent color preferences.
ar_sa: قم بتغيير تفضيلات السمة والخلفية ولون التمييز.
bg_bg: Променете предпочитанията за тема, фон и цвят на акцента.
cs_cz: Změňte předvolby motivu, pozadí a zvýraznění.
da_dk: Skift præferencer for tema, baggrund og accentfarve.
de_de: Ändern Sie die Einstellungen für Thema, Hintergrund und Akzentfarbe.
el_gr: Αλλάξτε τις προτιμήσεις χρώματος θέματος, φόντου και έμφασης.
es_mx: Cambie las preferencias de tema, fondo y color de acento.
et_ee: Muutke teema, tausta ja aktsentvärvi eelistusi.
fi_fi: Muuta teema-, tausta- ja korostusväriasetuksia.
fr_ca: Modifiez les préférences de thème, de toile de fond et de couleur d’accentuation.
he_il: שנה את העדפות העיצוב, הרקע והדגשה.
hr_hr: Promijenite temu, pozadinu i željene boje akcenta.
hu_hu: Módosítsa a téma, a háttér és a kiemelő szín beállításait.
it_it: Modifica le preferenze del tema, dello sfondo e dei colori accentati.
ja_jp: テーマ、背景、アクセントカラーの設定を変更します。
ko_kr: 테마, 배경화면, 강조 색상 기본 설정을 변경합니다.
lt_lt: Keiskite temos, fono ir akcento spalvų nuostatas.
lv_lv: Mainiet motīva, fona kolāžas un akcentu krāsu preferences.
nb_no: Endre innstillinger for tema, bakteppe og aksentfarger.
nl_nl: Wijzig voorkeuren voor thema, achtergrond en accentkleur.
pl_pl: Zmień preferencje motywu, tła i koloru akcentu.
pt_pt: Altere as preferências de tema, plano de fundo e cores de destaque.
ro_ro: Schimbați preferințele pentru tema, fundalul și accentul de culoare.
ru_ru: Измените настройки темы, фона и акцентного цвета.
sl_si: Spremenite nastavitve teme, ozadja in barv poudarkov.
sr_latn_rs: Promenite željene teme, pozadinu i boje akcenta.
sv_se: Ändra inställningar för tema, bakgrund och accentfärg.
th_th: เปลี่ยนการตั้งค่าธีม ฉากหลัง และสีเฉพาะจุด
tr_tr: Temayı, arka planı ve vurgu rengi tercihlerini değiştirin.
uk_ua: Змініть налаштування теми, фону та кольору акцентів.
zh_cn: 更改主题、背景和强调色首选项。
zh_tw: 變更主題、背景和強調色首選項。

# SettingsPage_ThemeCard.Header
source: Appearance
ar_sa: المظهر
bg_bg: Външен вид
cs_cz: Vzhled
da_dk: Udseende
de_de: Aussehen
el_gr: Εμφάνιση
es_mx: Apariencia
et_ee: Välimus
fi_fi: Ulkonäkö
fr_ca: Apparence
he_il: מראה
hr_hr: Izgled
hu_hu: Megjelenés
it_it: Aspetto
ja_jp: 外観
ko_kr: 외관
lt_lt: Išvaizda
lv_lv: Izskats
nb_no: Utseende
nl_nl: Uiterlijk
pl_pl: Wygląd
pt_pt: Aparência
ro_ro: Aspectul
ru_ru: Внешний вид
sk_sk: Vzhľad
sl_si: Videz
sr_latn_rs: Izgled
sv_se: Utseende
th_th: ลักษณะที่ปรากฏ
tr_tr: Görünüm
uk_ua: Зовнішній вигляд
zh_cn: 外观
zh_tw: 外觀

# SettingsPage_UpdateCard.Description
source: Check for Foundry OSD updates and review release notes.
ar_sa: تحقق من وجود تحديثات Foundry OSD ومراجعة ملاحظات الإصدار.
bg_bg: Проверете за Foundry OSD актуализации и прегледайте бележките по изданието.
cs_cz: Zkontrolujte aktualizace Foundry OSD a přečtěte si poznámky k vydání.
da_dk: Se efter Foundry OSD-opdateringer og gennemse udgivelsesbemærkninger.
de_de: Suchen Sie nach Foundry OSD Updates und lesen Sie die Versionshinweise.
el_gr: Ελέγξτε για ενημερώσεις Foundry OSD και ελέγξτε τις σημειώσεις έκδοσης.
es_mx: Busque actualizaciones de Foundry OSD y revise las notas de la versión.
et_ee: Kontrollige Foundry OSD värskendusi ja vaadake väljalaskemärkmeid.
fi_fi: Tarkista Foundry OSD-päivitykset ja tarkista julkaisutiedot.
fr_ca: Recherchez les mises à jour Foundry OSD et consultez les notes de version.
he_il: בדוק אם קיימים עדכונים של Foundry OSD ועיין בהערות גרסה.
hr_hr: Provjerite Foundry OSD ažuriranja i pregledajte napomene o izdanju.
hu_hu: Ellenőrizze a Foundry OSD frissítéseket, és tekintse át a kiadási megjegyzéseket.
it_it: Verificare la presenza di aggiornamenti Foundry OSD ed esaminare le note sulla versione.
ja_jp: Foundry OSD の更新を確認し、リリース ノートを確認してください。
ko_kr: Foundry OSD 업데이트를 확인하고 릴리스 노트를 검토하세요.
lt_lt: Patikrinkite, ar nėra Foundry OSD naujinių ir peržiūrėkite išleidimo pastabas.
lv_lv: Pārbaudiet Foundry OSD atjauninājumus un pārskatiet piezīmes par laidienu.
nb_no: Se etter Foundry OSD-oppdateringer og se utgivelsesnotater.
nl_nl: Controleer op Foundry OSD updates en bekijk de releaseopmerkingen.
pl_pl: Sprawdź dostępność aktualizacji Foundry OSD i zapoznaj się z informacjami o wydaniu.
pt_pt: Verifique se há atualizações Foundry OSD e revise as notas de lançamento.
ro_ro: Verificați actualizările Foundry OSD și examinați notele de lansare.
ru_ru: Проверьте наличие обновлений Foundry OSD и просмотрите примечания к выпуску.
sl_si: Preverite posodobitve Foundry OSD in preglejte opombe ob izdaji.
sr_latn_rs: Proverite da li ima Foundry OSD ažuriranja i pregledajte beleške o izdanju.
sv_se: Leta efter Foundry OSD uppdateringar och granska release notes.
th_th: ตรวจสอบการอัปเดต Foundry OSD และตรวจสอบบันทึกประจำรุ่น
tr_tr: Foundry OSD güncellemelerini kontrol edin ve sürüm notlarını inceleyin.
uk_ua: Перевірте наявність оновлень Foundry OSD і перегляньте примітки до випуску.
zh_cn: 检查 Foundry OSD 更新并查看发行说明。
zh_tw: 檢查 Foundry OSD 更新並查看發行說明。

# SettingsPage_UpdateCard.Header
source: Update app
ar_sa: تحديث التطبيق
bg_bg: Актуализирайте приложението
cs_cz: Aktualizovat aplikaci
da_dk: Opdater app
de_de: App aktualisieren
el_gr: Ενημέρωση εφαρμογής
es_mx: Actualizar aplicación
et_ee: Värskendage rakendust
fi_fi: Päivitä sovellus
fr_ca: Mettre à jour l'application
he_il: עדכן את האפליקציה
hr_hr: Ažurirajte aplikaciju
hu_hu: Frissítse az alkalmazást
it_it: Aggiorna l'app
ja_jp: アプリを更新する
ko_kr: 앱 업데이트
lt_lt: Atnaujinti programą
lv_lv: Atjaunināt lietotni
nb_no: Oppdater appen
nl_nl: App bijwerken
pl_pl: Zaktualizuj aplikację
pt_pt: Atualizar aplicativo
ro_ro: Actualizați aplicația
ru_ru: Обновить приложение
sk_sk: Aktualizovať aplikáciu
sl_si: Posodobi aplikacijo
sr_latn_rs: Ažurirajte aplikaciju
sv_se: Uppdatera appen
th_th: อัปเดตแอป
tr_tr: Uygulamayı güncelle
uk_ua: Оновити додаток
zh_cn: 更新应用程序
zh_tw: 更新應用程式

# Shell.OperationCompleted
source: Operation complete
ar_sa: اكتملت العملية
bg_bg: Операцията е завършена
cs_cz: Operace dokončena
da_dk: Operation færdig
de_de: Vorgang abgeschlossen
el_gr: Ολοκληρώθηκε η λειτουργία
es_mx: Operación completa
et_ee: Toiming on lõpetatud
fi_fi: Toiminto valmis
fr_ca: Opération terminée
he_il: הפעולה הושלמה
hr_hr: Operacija dovršena
hu_hu: A művelet befejeződött
it_it: Operazione completata
ja_jp: 操作完了
ko_kr: 작업 완료
lt_lt: Operacija baigta
lv_lv: Darbība pabeigta
nb_no: Operasjonen er fullført
nl_nl: Operatie voltooid
pl_pl: Operacja zakończona
pt_pt: Operação concluída
ro_ro: Operațiune finalizată
ru_ru: Операция завершена
sk_sk: Operácia dokončená
sl_si: Operacija končana
sr_latn_rs: Operacija završena
sv_se: Operation klar
th_th: การดำเนินการเสร็จสมบูรณ์
tr_tr: İşlem tamamlandı
uk_ua: Операція завершена
zh_cn: 操作完成
zh_tw: 操作完成

# Shell.OperationRunning
source: Operation in progress
ar_sa: العملية قيد التقدم
bg_bg: Операция в ход
cs_cz: Probíhá operace
da_dk: Drift i gang
de_de: Vorgang läuft
el_gr: Λειτουργία σε εξέλιξη
es_mx: Operación en curso
et_ee: Toiming pooleli
fi_fi: Toiminta käynnissä
fr_ca: Opération en cours
he_il: מבצע בעיצומו
hr_hr: Operacija u tijeku
hu_hu: Művelet folyamatban
it_it: Operazione in corso
ja_jp: 操作が進行中です
ko_kr: 작업 진행 중
lt_lt: Vykdoma operacija
lv_lv: Notiek darbība
nb_no: Drift pågår
nl_nl: Operatie bezig
pl_pl: Operacja w toku
pt_pt: Operação em andamento
ro_ro: Operațiune în curs
ru_ru: Операция в процессе
sk_sk: Prebieha operácia
sl_si: Operacija v teku
sr_latn_rs: Operacija je u toku
sv_se: Drift pågår
th_th: อยู่ระหว่างดำเนินการ
tr_tr: İşlem devam ediyor
uk_ua: Виконується операція
zh_cn: 操作正在进行中
zh_tw: 操作正在進行中

# StartMedia.Architecture.Description
source: Select the boot architecture and boot signature mode.
ar_sa: حدد بنية التمهيد ووضع توقيع التمهيد.
bg_bg: Изберете архитектурата за зареждане и режима на подписване за зареждане.
cs_cz: Vyberte architekturu spouštění a režim podpisu spouštění.
da_dk: Vælg boot-arkitektur og bootsignaturtilstand.
de_de: Wählen Sie die Boot-Architektur und den Boot-Signatur-Modus aus.
el_gr: Επιλέξτε την αρχιτεκτονική εκκίνησης και τη λειτουργία υπογραφής εκκίνησης.
es_mx: Seleccione la arquitectura de inicio y el modo de firma de inicio.
et_ee: Valige alglaadimisarhitektuur ja alglaadimissignatuuri režiim.
fi_fi: Valitse käynnistysarkkitehtuuri ja käynnistyksen allekirjoitustila.
fr_ca: Sélectionnez l'architecture de démarrage et le mode de signature de démarrage.
he_il: בחר את ארכיטקטורת האתחול ומצב חתימת האתחול.
hr_hr: Odaberite arhitekturu pokretanja i način potpisa pokretanja.
hu_hu: Válassza ki a rendszerindítási architektúrát és a rendszerindítási aláírás módot.
it_it: Seleziona l'architettura di avvio e la modalità di firma di avvio.
ja_jp: ブート アーキテクチャとブート署名モードを選択します。
ko_kr: 부팅 아키텍처와 부팅 서명 모드를 선택합니다.
lt_lt: Pasirinkite įkrovos architektūrą ir įkrovos parašo režimą.
lv_lv: Atlasiet sāknēšanas arhitektūru un sāknēšanas paraksta režīmu.
nb_no: Velg oppstartsarkitektur og oppstartsignaturmodus.
nl_nl: Selecteer de opstartarchitectuur en de opstarthandtekeningmodus.
pl_pl: Wybierz architekturę rozruchową i tryb podpisu rozruchowego.
pt_pt: Selecione a arquitetura de inicialização e o modo de assinatura de inicialização.
ro_ro: Selectați arhitectura de pornire și modul de semnătură de pornire.
ru_ru: Выберите архитектуру загрузки и режим подписи загрузки.
sk_sk: Vyberte architektúru zavádzania a režim podpisu zavádzania.
sl_si: Izberite zagonsko arhitekturo in način zagonskega podpisa.
sr_latn_rs: Izaberite arhitekturu pokretanja i režim potpisa pokretanja.
sv_se: Välj startarkitektur och startsignaturläge.
th_th: เลือกสถาปัตยกรรมการบูตและโหมดลายเซ็นการบูต
tr_tr: Önyükleme mimarisini ve önyükleme imza modunu seçin.
uk_ua: Виберіть архітектуру завантаження та режим підпису завантаження.
zh_cn: 选择启动架构和启动签名模式。
zh_tw: 選擇啟動架構和啟動簽章模式。

# StartMedia.Architecture.Header
source: Architecture and signature
ar_sa: العمارة والتوقيع
bg_bg: Архитектура и подпис
cs_cz: Architektura a podpis
da_dk: Arkitektur og signatur
de_de: Architektur und Signatur
el_gr: Αρχιτεκτονική και υπογραφή
es_mx: Arquitectura y firma
et_ee: Arhitektuur ja signatuur
fi_fi: Arkkitehtuuri ja allekirjoitus
fr_ca: Architecture et signature
he_il: אדריכלות וחתימה
hr_hr: Arhitektura i potpis
hu_hu: Építészet és aláírás
it_it: Architettura e firma
ja_jp: アーキテクチャと署名
ko_kr: 아키텍처 및 서명
lt_lt: Architektūra ir parašas
lv_lv: Arhitektūra un paraksts
nb_no: Arkitektur og signatur
nl_nl: Architectuur en signatuur
pl_pl: Architektura i podpis
pt_pt: Arquitetura e assinatura
ro_ro: Arhitectură și semnătură
ru_ru: Архитектура и подпись
sk_sk: Architektúra a podpis
sl_si: Arhitektura in podpis
sr_latn_rs: Arhitektura i potpis
sv_se: Arkitektur och signatur
th_th: สถาปัตยกรรมและลายเซ็น
tr_tr: Mimarlık ve imza
uk_ua: Архітектура і підпис
zh_cn: 架构和签名
zh_tw: 架構和簽名

# StartMedia.Autopilot.HardwareHashUpload
source: Enabled: zero-touch hardware hash upload
ar_sa: مُمكّن: تحميل zero-touch لتجزئة الأجهزة
bg_bg: Разрешено: zero-touch качване на хардуерен хеш
cs_cz: Povoleno: zero-touch nahrání hardwarového hashe
da_dk: Aktiveret: zero-touch upload af hardwarehash
de_de: Aktiviert: Zero-Touch-Hardware-Hash-Upload
el_gr: Ενεργό: zero-touch αποστολή κατακερματισμού υλικού
es_mx: Habilitado: carga zero-touch del hash de hardware
et_ee: Lubatud: zero-touch riistvararäsi üleslaadimine
fi_fi: Käytössä: zero-touch-laitteiston hajautusarvon lataus
fr_ca: Activé : téléversement zero-touch du hachage matériel
he_il: מופעל: העלאת zero-touch של hash חומרה
hr_hr: Omogućeno: zero-touch prijenos hardverskog hasha
hu_hu: Engedélyezve: zero-touch hardverhash-feltöltés
it_it: Abilitato: caricamento zero-touch dell’hash hardware
ja_jp: 有効: ゼロタッチ ハードウェア ハッシュ アップロード
ko_kr: 사용: 제로터치 하드웨어 해시 업로드
lt_lt: Įjungta: zero-touch aparatūros maišos įkėlimas
lv_lv: Iespējots: zero-touch aparatūras jaucējkoda augšupielāde
nb_no: Aktivert: zero-touch opplasting av maskinvarehash
nl_nl: Ingeschakeld: zero-touch hardware-hash-upload
pl_pl: Włączono: bezobsługowe przesyłanie skrótu sprzętowego
pt_pt: Ativado: carregamento zero-touch do hash de hardware
ro_ro: Activat: încărcare zero-touch a hashului hardware
ru_ru: Включено: zero-touch отправка аппаратного хеша
sk_sk: Povolené: zero-touch nahratie hardvérového hashu
sl_si: Omogočeno: zero-touch nalaganje zgoščene vrednosti strojne opreme
sr_latn_rs: Omogućeno: zero-touch otpremanje hardverskog heša
sv_se: Aktiverat: zero-touch-uppladdning av maskinvaruhash
th_th: เปิดใช้งาน: การอัปโหลดแฮชฮาร์ดแวร์แบบ zero-touch
tr_tr: Etkin: zero-touch donanım karması yükleme
uk_ua: Увімкнено: zero-touch завантаження апаратного хешу
zh_cn: 已启用：zero-touch 硬件哈希上传
zh_tw: 已啟用：zero-touch 硬體雜湊上傳

# StartMedia.Autopilot.InteractiveHardwareHashUpload
source: Enabled: interactive hardware hash upload
ar_sa: مُمكّن: تحميل تفاعلي لتجزئة الأجهزة
bg_bg: Разрешено: интерактивно качване на хардуерен хеш
cs_cz: Povoleno: interaktivní nahrání hardwarového hashe
da_dk: Aktiveret: interaktiv upload af hardwarehash
de_de: Aktiviert: interaktiver Hardware-Hash-Upload
el_gr: Ενεργό: διαδραστική αποστολή κατακερματισμού υλικού
es_mx: Habilitado: carga interactiva del hash de hardware
et_ee: Lubatud: interaktiivne riistvararäsi üleslaadimine
fi_fi: Käytössä: vuorovaikutteinen laitteiston hajautusarvon lataus
fr_ca: Activé : téléversement interactif du hachage matériel
he_il: מופעל: העלאה אינטראקטיבית של hash חומרה
hr_hr: Omogućeno: interaktivni prijenos hardverskog hasha
hu_hu: Engedélyezve: interaktív hardverhash-feltöltés
it_it: Abilitato: caricamento interattivo dell’hash hardware
ja_jp: 有効: 対話型ハードウェア ハッシュ アップロード
ko_kr: 사용: 대화형 하드웨어 해시 업로드
lt_lt: Įjungta: interaktyvus aparatūros maišos įkėlimas
lv_lv: Iespējots: interaktīva aparatūras jaucējkoda augšupielāde
nb_no: Aktivert: interaktiv opplasting av maskinvarehash
nl_nl: Ingeschakeld: interactieve hardware-hash-upload
pl_pl: Włączono: interaktywne przesyłanie skrótu sprzętowego
pt_pt: Ativado: carregamento interativo do hash de hardware
ro_ro: Activat: încărcare interactivă a hashului hardware
ru_ru: Включено: интерактивная отправка аппаратного хеша
sk_sk: Povolené: interaktívne nahratie hardvérového hashu
sl_si: Omogočeno: interaktivno nalaganje zgoščene vrednosti strojne opreme
sr_latn_rs: Omogućeno: interaktivno otpremanje hardverskog heša
sv_se: Aktiverat: interaktiv uppladdning av maskinvaruhash
th_th: เปิดใช้งาน: การอัปโหลดแฮชฮาร์ดแวร์แบบโต้ตอบ
tr_tr: Etkin: etkileşimli donanım karması yükleme
uk_ua: Увімкнено: інтерактивне завантаження апаратного хешу
zh_cn: 已启用：交互式硬件哈希上传
zh_tw: 已啟用：互動式硬體雜湊上傳

# StartMedia.Autopilot.ProfileFormat
source: Enabled: {0} ({1})
ar_sa: ممكّن: {0} ({1})
bg_bg: Активирано: {0} ({1})
cs_cz: Povoleno: {0} ({1})
da_dk: Aktiveret: {0} ({1})
de_de: Aktiviert: {0} ({1})
el_gr: Ενεργοποιημένο: {0} ({1})
es_mx: Habilitado: {0} ({1})
et_ee: Lubatud: {0} ({1})
fi_fi: Käytössä: {0} ({1})
fr_ca: Activé: {0} ({1})
he_il: מופעל: {0} ({1})
hr_hr: Omogućeno: {0} ({1})
hu_hu: Engedélyezve: {0} ({1})
it_it: Abilitato: {0} ({1})
ja_jp: 有効: {0} ({1})
ko_kr: 활성화됨: {0}({1})
lt_lt: Įjungta: {0} ({1})
lv_lv: Iespējots: {0} ({1})
nb_no: Aktivert: {0} ({1})
nl_nl: Ingeschakeld: {0} ({1})
pl_pl: Włączono: {0} ({1})
pt_pt: Ativado: {0} ({1})
ro_ro: Activat: {0} ({1})
ru_ru: Включено: {0} ({1})
sk_sk: Povolené: {0} ({1})
sl_si: Omogočeno: {0} ({1})
sr_latn_rs: Omogućeno: {0} ({1})
sv_se: Aktiverad: {0} ({1})
th_th: เปิดใช้งาน: {0} ({1})
tr_tr: Etkin: {0} ({1})
uk_ua: Увімкнено: {0} ({1})
zh_cn: 启用：{0} ({1})
zh_tw: 啟用：{0} ({1})

# StartMedia.Autopilot.Validation.HardwareHashActiveCertificateExpirationMissing
source: Hardware hash upload is enabled but the selected certificate expiration is missing.
ar_sa: تم تمكين تحميل تجزئة الأجهزة ولكن انتهاء صلاحية الشهادة المحددة مفقود.
bg_bg: Качването на хардуерен хеш е активирано, но избраният срок на валидност на сертификата липсва.
cs_cz: Nahrávání hardwarového hash je povoleno, ale chybí vybrané vypršení platnosti certifikátu.
da_dk: Hardwarehash-upload er aktiveret, men det valgte certifikatudløb mangler.
de_de: Der Hardware-Hash-Upload ist aktiviert, aber der ausgewählte Ablauf des Zertifikats fehlt.
el_gr: Η μεταφόρτωση κατακερματισμού υλικού είναι ενεργοποιημένη, αλλά λείπει η λήξη του επιλεγμένου πιστοποιητικού.
es_mx: La carga de hash de hardware está habilitada pero falta la caducidad del certificado seleccionado.
et_ee: Riistvara räsi üleslaadimine on lubatud, kuid valitud sertifikaadi aegumiskuupäev puudub.
fi_fi: Laitteiston hash-lataus on käytössä, mutta valitun varmenteen vanheneminen puuttuu.
fr_ca: Le téléchargement du hachage matériel est activé mais l’expiration du certificat sélectionné est manquante.
he_il: העלאת גיבוב של חומרה מופעלת אך תפוגת האישור שנבחר חסרה.
hr_hr: Prijenos raspršene vrijednosti hardvera je omogućen, ali nedostaje odabrani istek certifikata.
hu_hu: A hardveres hash-feltöltés engedélyezve van, de a kiválasztott tanúsítvány lejárata hiányzik.
it_it: Il caricamento dell'hash hardware è abilitato ma manca la scadenza del certificato selezionato.
ja_jp: ハードウェア ハッシュのアップロードは有効ですが、選択した証明書の有効期限がありません。
ko_kr: 하드웨어 해시 업로드가 활성화되어 있지만 선택한 인증서 만료가 누락되었습니다.
lt_lt: Aparatinės įrangos maišos įkėlimas įgalintas, bet nėra pasirinkto sertifikato galiojimo pabaigos.
lv_lv: Aparatūras jauktā augšupielāde ir iespējota, taču nav atlasītā sertifikāta derīguma termiņa beigām.
nb_no: Maskinvarehash-opplasting er aktivert, men det valgte sertifikatutløpet mangler.
nl_nl: Hardware-hash-upload is ingeschakeld, maar de geselecteerde certificaatvervaldatum ontbreekt.
pl_pl: Przesyłanie skrótu sprzętowego jest włączone, ale brakuje wybranego certyfikatu.
pt_pt: O upload de hash de hardware está ativado, mas a expiração do certificado selecionado está faltando.
ro_ro: Încărcarea hash hardware este activată, dar expirarea certificatului selectat lipsește.
ru_ru: Загрузка хэша оборудования включена, но срок действия выбранного сертификата отсутствует.
sk_sk: Nahrávanie hardvérového hash je povolené, ale chýba vybratý certifikát.
sl_si: Nalaganje zgoščene vrednosti strojne opreme je omogočeno, vendar izbrani potek veljavnosti potrdila manjka.
sr_latn_rs: Otpremanje hardverskog heš-a je omogućeno, ali nedostaje izabrani datum isteka sertifikata.
sv_se: Hårdvaruhashuppladdning är aktiverad men det valda certifikatets utgångsdatum saknas.
th_th: เปิดใช้งานการอัปโหลดแฮชฮาร์ดแวร์ แต่การหมดอายุของใบรับรองที่เลือกหายไป
tr_tr: Donanım karma yüklemesi etkin ancak seçilen sertifikanın geçerlilik süresi eksik.
uk_ua: Завантаження апаратного хешу ввімкнено, але термін дії вибраного сертифіката відсутній.
zh_cn: 硬件哈希上传已启用，但所选证书过期缺失。
zh_tw: 硬體哈希上傳已啟用，但所選憑證過期缺失。

# StartMedia.Autopilot.Validation.HardwareHashActiveCertificateExpired
source: Hardware hash upload is enabled but the selected certificate has expired. Select a valid certificate before creating boot media.
ar_sa: تم تمكين تحميل تجزئة الأجهزة ولكن انتهت صلاحية الشهادة المحددة. حدد شهادة صالحة قبل إنشاء وسائط التمهيد.
bg_bg: Качването на хардуерен хеш е разрешено, но избраният сертификат е изтекъл. Изберете валиден сертификат, преди да създадете носител за зареждане.
cs_cz: Nahrávání hardwarového hash je povoleno, ale platnost vybraného certifikátu vypršela. Před vytvořením zaváděcího média vyberte platný certifikát.
da_dk: Hardware-hash-upload er aktiveret, men det valgte certifikat er udløbet. Vælg et gyldigt certifikat, før du opretter opstartsmedie.
de_de: Der Hardware-Hash-Upload ist aktiviert, aber das ausgewählte Zertifikat ist abgelaufen. Wählen Sie ein gültiges Zertifikat aus, bevor Sie ein Bootmedium erstellen.
el_gr: Η μεταφόρτωση κατακερματισμού υλικού είναι ενεργοποιημένη, αλλά το επιλεγμένο πιστοποιητικό έχει λήξει. Επιλέξτε ένα έγκυρο πιστοποιητικό πριν δημιουργήσετε μέσα εκκίνησης.
es_mx: La carga de hash de hardware está habilitada pero el certificado seleccionado ha caducado. Seleccione un certificado válido antes de crear un medio de arranque.
et_ee: Riistvara räsi üleslaadimine on lubatud, kuid valitud sertifikaat on aegunud. Enne alglaadimismeediumi loomist valige kehtiv sertifikaat.
fi_fi: Laitteiston hash-lataus on käytössä, mutta valittu varmenne on vanhentunut. Valitse kelvollinen varmenne ennen käynnistysmedian luomista.
fr_ca: Le téléchargement du hachage matériel est activé mais le certificat sélectionné a expiré. Sélectionnez un certificat valide avant de créer un support de démarrage.
he_il: העלאת גיבוב של חומרה מופעלת אך פג תוקף האישור שנבחר. בחר אישור חוקי לפני יצירת מדיה אתחול.
hr_hr: Prijenos hash hardvera je omogućen, ali je odabrani certifikat istekao. Odaberite važeći certifikat prije stvaranja medija za pokretanje.
hu_hu: A hardveres hash-feltöltés engedélyezve van, de a kiválasztott tanúsítvány lejárt. A rendszerindító adathordozó létrehozása előtt válasszon érvényes tanúsítványt.
it_it: Il caricamento dell'hash hardware è abilitato ma il certificato selezionato è scaduto. Seleziona un certificato valido prima di creare un supporto di avvio.
ja_jp: ハードウェア ハッシュのアップロードは有効になっていますが、選択した証明書の有効期限が切れています。ブート メディアを作成する前に、有効な証明書を選択してください。
ko_kr: 하드웨어 해시 업로드가 활성화되었지만 선택한 인증서가 만료되었습니다. 부팅 미디어를 생성하기 전에 유효한 인증서를 선택하세요.
lt_lt: Aparatinės įrangos maišos įkėlimas įgalintas, bet pasibaigė pasirinkto sertifikato galiojimo laikas. Prieš kurdami įkrovos laikmeną pasirinkite galiojantį sertifikatą.
lv_lv: Aparatūras jauktā augšupielāde ir iespējota, bet atlasītajam sertifikātam ir beidzies derīguma termiņš. Pirms sāknēšanas datu nesēja izveides atlasiet derīgu sertifikātu.
nb_no: Maskinvarehash-opplasting er aktivert, men det valgte sertifikatet har utløpt. Velg et gyldig sertifikat før du oppretter oppstartsmedier.
nl_nl: Hardware-hash-upload is ingeschakeld, maar het geselecteerde certificaat is verlopen. Selecteer een geldig certificaat voordat u opstartmedia maakt.
pl_pl: Przesyłanie skrótu sprzętowego jest włączone, ale wybrany certyfikat wygasł. Przed utworzeniem nośnika startowego wybierz ważny certyfikat.
pt_pt: O upload de hash de hardware está ativado, mas o certificado selecionado expirou. Selecione um certificado válido antes de criar a mídia de inicialização.
ro_ro: Încărcarea hash hardware este activată, dar certificatul selectat a expirat. Selectați un certificat valid înainte de a crea mediul de pornire.
ru_ru: Загрузка хэша оборудования включена, но срок действия выбранного сертификата истек. Прежде чем создавать загрузочный носитель, выберите действительный сертификат.
sk_sk: Nahrávanie hardvérového hash je povolené, ale platnosť vybratého certifikátu vypršala. Pred vytvorením zavádzacieho média vyberte platný certifikát.
sl_si: Nalaganje zgoščene vrednosti strojne opreme je omogočeno, vendar je izbrano potrdilo poteklo. Pred ustvarjanjem zagonskega medija izberite veljavno potrdilo.
sr_latn_rs: Otpremanje hardverskog heš-a je omogućeno, ali je izabrani sertifikat istekao. Izaberite važeći sertifikat pre kreiranja medija za pokretanje.
sv_se: Hårdvaruhashuppladdning är aktiverad men det valda certifikatet har löpt ut. Välj ett giltigt certifikat innan du skapar startmedia.
th_th: เปิดใช้งานการอัปโหลดแฮชฮาร์ดแวร์แล้ว แต่ใบรับรองที่เลือกหมดอายุแล้ว เลือกใบรับรองที่ถูกต้องก่อนที่จะสร้างสื่อสำหรับบูต
tr_tr: Donanım karma yüklemesi etkin ancak seçilen sertifikanın süresi doldu. Önyükleme ortamı oluşturmadan önce geçerli bir sertifika seçin.
uk_ua: Завантаження апаратних хешів увімкнено, але термін дії вибраного сертифіката минув. Виберіть дійсний сертифікат перед створенням завантажувального носія.
zh_cn: 硬件哈希上传已启用，但所选证书已过期。创建启动介质之前选择有效的证书。
zh_tw: 硬體哈希上傳已啟用，但所選憑證已過期。在建立啟動媒體之前選擇有效的憑證。
